[
  {
    "Latitude":2.866304,
    "Longitude":101.338577,
    "Project Title":"Islamic Family Law and Women's Rights under Shariah",
    "Location":"Petaling Jaya. Malaysia",
    "Description":"Fellow Hasnain Nazar traveled to Kuala Lumpur&#44 Malaysia&#44 for a sixth-month internship with Sisters in Islam (SIS)&#44 an NGO committed to promoting the rights of Muslim women in Malaysia. SIS’s international department&#44 Musawah&#44 works to help improve Islamic Family Laws in nations with primarily Muslim populations...",
    "Learn More":"http://www.everettprogram.org/portfolio-items/islamic-family-law-womens-rights-shariah/"
  },
  {
    "Latitude":-3.040861,
    "Longitude":37.382723,
    "Project Title":"Moshi Institute of Technology ",
    "Location":"Tanzania ",
    "Description":"MIT is a for-profit institute that offers classes in various topics in computers as well as English courses. It is situated in the center of Moshi town&#44 which is located on the lower slopes of Mt. Kilimanjaro. MIT has two locations in town&#44 and one in rural Moshi...",
    "Learn More":"http://www.everettprogram.org/portfolio-items/moshi-institute-technology/"
  },
  {
    "Latitude":7.946527,
    "Longitude":-1.023194,
    "Project Title":"Center for Democratic Development",
    "Location":"Ghana",
    "Description":"As an intern at the Center for Democratic Development Lucas Healy is using his GIIP skills to improve and develop CDD’s online presence. The largest project Lucas is taking on during his stay in Ghana is developing a web site&#44 web application&#44 SMS system&#44 and IVR system for an HP funded project titled&#44 “Am Aware.” This will be completed with help from fellow GIIPer",
    "Learn More":"http://www.everettprogram.org/portfolio-items/center-democratic-development-ghana/"
  },
  {
    "Latitude":36.289449,
    "Longitude":-121.585693,
    "Project Title":"PUEDE (Promoting Understanding and Empowerment through Digital Education)",
    "Location":"Watsonville-CA",
    "Description":"PUEDE includes many different projects&#44 from open computer labs where parents can learn about technology in a safe and supportive environment&#44 to teaching digital storytelling labs and hosting the Watsonville Film Festival.",
    "Learn More":"http://www.everettprogram.org/portfolio-items/puede/"
  },
  {
    "Latitude":40.55054,
    "Longitude":-76.289062,
    "Project Title":"D.C. Hub",
    "Location":"Washington D.C.",
    "Description":"After graduating from UCSC&#44 Jessica started a project in Washington D.C. to manage internship placements for GIIP students while creating opportunities for new strategic partnerships. GIIP  has an impressive global network of alumni and a growing base of partner organizations&#44 including nine strategic partnerships.",
    "Learn More":"http://www.everettprogram.org/portfolio-items/dc-hub-building-strategic-partnerships/"
  },
  {
    "Latitude":36.204824,
    "Longitude":138.252924,
    "Project Title":"Advancing Sustainable Communities",
    "Location":"Japan",
    "Description":"Advancing Sustainable Communities via Ancient Japanese Farming Practices began as a project to assess the success of Japanese sustainable farming in the context of rapid industrialization. The aim was to understand what factors&#44 especially the use of information and communication technologies (ICT)&#44 had allowed these small farms to prosper...",
    "Learn More":"http://www.everettprogram.org/portfolio-items/advancing-sustainable-communities/"
  },
  {
    "Latitude":43.37822,
    "Longitude":25.059482,
    "Project Title":"Abraham's Vision",
    "Location":"Balkans",
    "Description":"Abraham’s Vision is a non-profit organization based in Redwood City&#44 CA that focuses on conflict transformation among Jewish&#44 Muslim&#44 Israeli&#44 and Palestinian youth regarding the Palestinian/Israeli conflict...",
    "Learn More":"http://www.everettprogram.org/portfolio-items/abrahams-vision/"
  },
  {
    "Latitude":38.909843,
    "Longitude":-79.211426,
    "Project Title":"Win Without War",
    "Location":"Washington- D.C.",
    "Description":"As a student of politics and international relations&#44 Hasnain understands the grave importance of US military policy. As the social media intern for this particular NGO&#44 Hasnain worked to demilitarize Iraq  and Afghanistan and close Guantanamo...",
    "Learn More":"http://www.everettprogram.org/portfolio-items/win-without-war/"
  },
  {
    "Latitude":38.902558,
    "Longitude":-77.044995,
    "Project Title":"World Resources Institute",
    "Location":"Washington- D.C ",
    "Description":"WRI is an environmentally-minded think tank that goes beyond research to create solutions in areas where human needs intersect with the environment. WRI publishes research and non-opinionated articles&#44 creates digital interactive applications&#44 and host international events. Currently the divisions of WRI  address aspects of global climate change&#44 sustainable marketplaces&#44 ecosystem protection&#44 and environmentally responsible governance...",
    "Learn More":"http://www.everettprogram.org/portfolio-items/world-resources-institute/"
  },
  {
    "Latitude":6.250869,
    "Longitude":-1.647949,
    "Project Title":"The Voice of Ghana",
    "Location":"Ghana",
    "Description":"GIIP Fellow Lucas Healy traveled to Ghana in order to work with The Voice of Ghana&#44 a research and implementation project that focuses on mobile technologies for social advocacy. Lucas also partnered with The Cheerful Hearts Foundation&#44 a community based nonprofit in Kasoa that utilizes their social network to improve the communities’ education and health&#44 as well as Rise Up Development Collective’s Cheerful Hearts Foundation&#44 which is working to provide health care to the community of Wli Todzi in the Volta Region...",
    "Learn More":"http://www.everettprogram.org/portfolio-items/voices-ghana/"
  },
  {
    "Latitude":38.360611,
    "Longitude":-78.00293,
    "Project Title":"Center of International Policy",
    "Location":"Washington- D.C.",
    "Description":"As a student of politics and international relations&#44  Rebecca was particularly interested in the mission of Center for International Policy&#44 which is to promote foreign policy based on cooperation&#44 demilitarization and respect for human rights...",
    "Learn More":"http://www.everettprogram.org/portfolio-items/center-international-policy/"
  },
  {
    "Latitude":36.974117,
    "Longitude":-122.030796,
    "Project Title":"Global Labor Education Research",
    "Location":"Santa Cruz- CA",
    "Description":"In the summer of 2005&#44 GIIP Fellow Eric Rolfsen conducted research for GIIP’s Global Labor Education Research Project (GLERP). Starting by assessing local labor unions members’ technology skills&#44 and then offering computer and internet trainings to the members in an effort to assist their labor campaigns and build their capacity to network with other labor organizations both locally and nationally...",
    "Learn More":"http://www.everettprogram.org/portfolio-items/global-labor-education-research-project/"
  },
  {
    "Latitude":34.052234,
    "Longitude":-118.243685,
    "Project Title":"Providing Technology Support for a Los Angelas Interfaith Organization",
    "Location":"Los Angelas- CA",
    "Description":"In the summer of 2007&#44 three GIIP fellows&#44 Dmitry Kogan&#44 Maira Sutton&#44 and Judy Esber&#44 worked with coordinators and community leaders from Clergy and Laity United for Economic Justice in Los Angeles&#44 California. CLUE is an interfaith association that brings people together to fight for worker rights and economic justice. CLUE organizes as well as educates the religious community in order to improve working conditions&#44 raise wages&#44 and give the working poor a voice in the job market and community...",
    "Learn More":"http://www.everettprogram.org/portfolio-items/providing-technology-support-la-interfaith-labor-org/"
  },
  {
    "Latitude":12,
    "Longitude":8.516667,
    "Project Title":"Training ICT Advocates in Kano",
    "Location":"Kano- Nigeria",
    "Description":"I was an intern in Kano&#44 Nigeria. I worked primarily with the Centre for Information Technology and Development (CITAD) which is deeply involved in advocacy&#44 training&#44 and research related to the use of ICT for sustainable development in Northern Nigeria...",
    "Learn More":"http://www.everettprogram.org/portfolio-items/training-ict-advocates-kano-nigeria/"
  },
  {
    "Latitude":37.003128,
    "Longitude":-122.065659,
    "Project Title":"IT Training for Community Organizers",
    "Location":"Santa Cruz- California",
    "Description":"Designed to teach technology skills&#44 build confidence and provide hands on experience&#44 TechCamp is an intense 4 day training program designed for non profit organizations. In all&#44 over 80 community and grass roots activists took part of this innovative program...",
    "Learn More":"http://www.everettprogram.org/portfolio-items/training-community-organizers/"
  },
  {
    "Latitude":28.635308,
    "Longitude":77.22496,
    "Project Title":"Computer Instruction for Street Children",
    "Location":"India",
    "Description":"Fellow Dmitry Kogan&#44 arrived in New Delhi late June through the Education Abroad Program (EAP) in pursuit of a suitable infoactivism internship. After careful research and an intensive Hindi language program&#44 Dmitry found Butterflies&#44 an NGO whose aim is to empower street children with the skills and knowledge to protect their rights and develop themselves as respected&#44 productive citizens...",
    "Learn More":"http://www.everettprogram.org/portfolio-items/computer-instruction-street-children/"
  },
  {
    "Latitude":37.867048,
    "Longitude":-122.365723,
    "Project Title":"D@PP Summer Technology Institute ",
    "Location":"Santa Cruz- CA",
    "Description":"The D@PP Summer Technology Institute is a week-long program that brings Central San Joaquin Valley youth volunteers in the Digitally Abled Producers Projects (D@PP) to U.C. Santa Cruz. During their stay&#44 the students learn advanced technological literacy concepts while immersed in the university setting&#44 guided by staff and interns from GIIP and Fresno’s Center for Multicultural Cooperation (CMC)...",
    "Learn More":"http://www.everettprogram.org/portfolio-items/dpp-summer-tech-institute/"
  },
  {
    "Latitude":14.366693,
    "Longitude":-87.706177,
    "Project Title":"Digital Voices and Computer Literacy ",
    "Location":"Lejamani- Honduras",
    "Description":"The Riecken Foundation is an NGO working in Honduras and Guatemala to “promote the discovery of ideas and resources by supporting the construction and operation of public libraries.” The goal of his internship was to assist Hondurans in utilizing the Internet to advance communication and availability of information while developing the digital voices of the library beneficiaries...",
    "Learn More":"http://www.everettprogram.org/portfolio-items/digital-voices-computer-literacy/"
  },
  {
    "Latitude":14.0833,
    "Longitude":-87.2167,
    "Project Title":"Literacy and Tech Skills in Honduran Libraries ",
    "Location":"Tegucigalpa- Honduras",
    "Description":"GIIPer Dayana Stockdale worked in Riecken’s office in Tegucigalpa&#44 Honduras’ capital&#44 to develop a portal with online resources for their network of 61 libraries. Library users&#44 employees&#44 volunteers&#44 and youth can now go online to learn about news and events&#44 projects from the teen program (Zona X)&#44 photos&#44 forums&#44 and video tutorials for using computers and the internet. It was a big and challenging project and Dayana really had to get proactive to get it done...",
    "Learn More":"http://www.everettprogram.org/portfolio-items/literacies-tech-literacy-honduran-libraries/"
  },
  {
    "Latitude":12.971599,
    "Longitude":77.594563,
    "Project Title":"Technology for Emerging Markets Research",
    "Location":"Bangalore- India",
    "Description":"Namaskara! In June 2009&#44 I traveled to Bangalore&#44 India to work with the Technology for Emerging Markets Research (TEM) group&#44 part of Microsoft Research India. The TEM group is a multidisciplinary think tank that recognizes the limitless potential for development through the careful implementation of ICT and scientific research...",
    "Learn More":"http://www.everettprogram.org/portfolio-items/technology-emerging-market-research/"
  },
  {
    "Latitude":14.191665,
    "Longitude":-89.1706,
    "Project Title":"Perserving Natural Resources and Improving Local Infrastructure ",
    "Location":"Chalatenango- El Salvador",
    "Description":"GIIP fellow Gail Chadwin spent Summer and Fall quarter in Chalatenango&#44 El Salvador&#44 helping a local NGO preserve natural resources and improve the local infrastructure and economy. Working with the Intermunicipal Technical Unit (UTI) of the Association of Municipalities Mancomunidad La Montañona (MLM)&#44 Gail’s project focused on enhancing the UTI’s organizational capacity....",
    "Learn More":"http://www.everettprogram.org/portfolio-items/preserving-natural-resources-improving-local-infrastructure/"
  },
  {
    "Latitude":-0.023559,
    "Longitude":37.906193,
    "Project Title":"Thirsty Trees Video Project",
    "Location":"Kenya",
    "Description":"“Thirsty Trees: And the Search for Better Alternatives” is an investigation into the different problems certain trees–especially eucalyptus- are creating in the arid regions of Kenya and Africa due to the fact that they consume huge amounts of water. Local alternatives to eucalyptus are discussed&#44 including indigenous trees which have local spiritual and medicinal properties...",
    "Learn More":"http://www.everettprogram.org/portfolio-items/thirsty-trees-video-project/"
  },
  {
    "Latitude":9.022736,
    "Longitude":38.746799,
    "Project Title":"Building ICT Capacity in Reproductive Health Organizations",
    "Location":"Addis Ababa- Ethiopia",
    "Description":"This summer&#44 Jeysha Wren was in Ethiopia working with the Institute of International Education’s (IIE) Leadership Development for Mobilizing Reproductive Health (LDM) program. The LDM program focuses on building the capacity of grassroots community organizations working in the field of reproductive health by providing leadership and health-based trainings. She worked with IIE and the organizations in their LDM network on ICT applications.",
    "Learn More":"http://www.everettprogram.org/portfolio-items/building-ict-capacity-reproductive-health-orgs-ethiopia/"
  },
  {
    "Latitude":10.516667,
    "Longitude":7.433333,
    "Project Title":"Computer Training Sessions with GCC(Girl Child Concerns)",
    "Location":"Kaduna- Nigeria",
    "Description":"For the  year&#44 GIIP fellow Shelley McCoy has worked with the Reproductive Rights Network (RRN) of Santa Cruz County and International Health Programs (IHP). Shelley is a third year at UC Santa Cruz working towards a Bachelor degree in Biology and a minor in Sociology. Her aspirations to go to medical school and become a practitioner has fueled her interested in public health and her dedication to the reproductive rights campaign...",
    "Learn More":"http://www.everettprogram.org/portfolio-items/computer-training-girl-child-concerns/"
  },
  {
    "Latitude":16.756932,
    "Longitude":-93.129235,
    "Project Title":"Creating Contact Across Borders Grassroots Weaving Cooperative",
    "Location":"Chiapas- Mexico",
    "Description":"In 2005  Kara Deyhle&#44 GIIP fellow&#44 served a six month internship in Chiapas&#44 Mexico where she worked with a grassroots&#44 weaving cooperative run by indigenous weavers. Kara taught computer classes&#44 worked on a digital product catalog and supported their efforts to create sustainable community development within the small&#44 weaving communities. The two organizations that Kara worked with were Jolom Mayaeʼtik and Kinal Antzetik. Both groups are run and administered by women from communities around San Cristobal&#44 Chiapas.",
    "Learn More":"http://www.everettprogram.org/portfolio-items/tech-empowerment-grassroots-weaving-collective/"
  },
  {
    "Latitude":12.865416,
    "Longitude":-85.207229,
    "Project Title":"Domestic Video Documentary ",
    "Location":"Nicaragua",
    "Description":"GIIP fellow Natasha Collins had a busy summer working with domestic violence programs . Over the course of her internship&#44 she completed a video documentary about domestic violence against women. Working directly with the grassroots organization María Elena Cuadra (MEC)&#44 Natasha’s work consisted of interviewing experts&#44 including doctors&#44 judges and journalists&#44 as well as running mini-workshops for women to share their testimonies&#44 knowledge and experiences. At the end&#44 she and Ana Flores&#44 the head psychologist for MEC&#44 headed “chats” about domestic violence and presented the completed video...",
    "Learn More":"http://www.everettprogram.org/portfolio-items/violence-against-women-documentary/"
  },
  {
    "Latitude":3.139003,
    "Longitude":101.686855,
    "Project Title":"Research Databases and Web Design for A Muslim Feminist Organization",
    "Location":"Petaling Jaya. Malaysia",
    "Description":"Fellow Maira Sutton&#44 traveled to Kuala Lumpur (KL) for her six-month internship with Sisters in Islam (SIS)&#44 a Muslim Feminist NGO committed to promoting the rights of Islamic women. Maira worked in their legal unit on various research reports on family law and international child support agencies.",
    "Learn More":"http://giip.org/research-databases-and-web-design-for-a-muslim-feminist-organization/"
  },
  {
    "Latitude":-14.276734,
    "Longitude":-38.998846,
    "Project Title":"Libelula",
    "Location":"Itacaré- Brazil",
    "Description":"Juliana Britto Schwartz traveled to Brazil to get to know her own roots. She lived for three months in the beach town of Itacaré&#44 located in the state of Bahia&#44 a state famous for having a large Afro-Brazilian population. Juliana worked as the Social Media and Administrative Intern with an organization called Libélula. Libélula is a very small organization that works to provide a youth center for the girls of Itacaré&#44 where they can take classes and use the computer lab...",
    "Learn More":"http://www.everettprogram.org/portfolio-items/internet-presence-sexual-education-itacare-brazil/"
  },
  {
    "Latitude":34.0522342,
    "Longitude":-118.2436849,
    "Project Title":"Tech Seminars with the I Have a Dream Foundation",
    "Location":"Los Angeles",
    "Description":"Over Summer 2013&#44 I partnered with “I Have a Dream” Foundation—Los Angeles (IHADLA) and implemented a technology class for their Summer Program. IHADLA is a non-profit that works with underserved and underrepresented students within Los Angeles County to provide their Dreamers&#44 the students they serve&#44 with enriching academic resources&#44 tools&#44 programs&#44 and more to help them obtain higher education. ",
    "Learn More":"http://www.everettprogram.org/portfolio-items/tech-seminars-dream-foundation/"
  },
  {
    "Latitude":17.1577833,
    "Longitude":-96.2099322,
    "Project Title":"Giving Artisans Information Technology Skills",
    "Location":"Oaxaca&#44 Mexico",
    "Description":"I spent two months in Oaxaca&#44 Oaxaca&#44 Mexico this past summer. While there I helped Fundación En Via by teaching artisans and their families how to use computers/internet 4 times a week&#44 helped with the English classes once a week&#44 and was a translator for the En Via tours once a week. My main focus was the computer/internet classes.",
    "Learn More":"http://www.everettprogram.org/portfolio-items/giving-artisans-information-technology-skills-gaits/"
  },
  {
    "Latitude":23.553118,
    "Longitude":121.0211024,
    "Project Title":"Taiwanese Adolescent Association on Sexualities",
    "Location":"Taiwan&#44 China",
    "Description":"In Kaohsuing and other southern or rural parts of Taiwan&#44 education and resources about sexual orientation&#44 homosexuality and gender equality in middle schools and high schools are lacking. Ignorance creates misunderstandings and hatred. About 58% of the LGBT students claimed to be bullied while in school due to the absence of proper education. Furthermore&#44 besides bullies&#44 many LGBT youths face hardships such as relationship breakups&#44 conflicts with family members and coming out. They need people that’d listen&#44 provide consolation&#44 and give practical advices&#44 yet the assistance and resources in schools are limited.",
    "Learn More":"http://www.everettprogram.org/portfolio-items/taiwanese-adolescent-association-sexualities-tas/"
  },
  {
    "Latitude":34.0522342,
    "Longitude":-118.2436849,
    "Project Title":"Hope Computer Center",
    "Location":"Los Angeles",
    "Description":"The social problem that I worked on was the lack of computer literacy of adults in the south central community. The need was the implementation of computer classes in this community in order to allow these adults to attain knowledge regarding computers and their use.",
    "Learn More":"http://www.everettprogram.org/portfolio-items/hope-computer-center/"
  },
  {
    "Latitude":12.9235639,
    "Longitude":-85.8401191,
    "Project Title":"Building Technological Capacity of Youth Leaders in a Rural Sustainable Agriculture and Food Sovereignty Initiative",
    "Location":"San Ramon&#44 Nicaragua",
    "Description":"In 2012 la Roya—a plague that causes coffee leaves to turn brown like rust stopping all production—hit 100 percent of CAN’s Youth Leadership and Education for Sustainable Agriculture and Food Sovereignty (YLFS) project beneficiaries. Over 120 families were impacted by the blight thus increasing the need of young family members to leave the community in search of work.",
    "Learn More":"http://www.everettprogram.org/portfolio-items/1323/"
  },
  {
    "Latitude":37.7584754,
    "Longitude":-122.2354022,
    "Project Title":"Ready 4 College",
    "Location":"Oakland&#44 CA",
    "Description":"Immigrants who have entered the United States between the ages of 13 and 19 are statistically shown to achieve the lowest levels of education among immigrant groups. According to The Institute for Higher Education Policy&#44 just 22 percent of immigrants between age 18 and 24 who immigrated between the ages of 13 and 19 were enrolled in college in 2005&#44 compared with 37 percent of those who immigrated before age 13.",
    "Learn More":"http://www.everettprogram.org/portfolio-items/ready-college/"
  }
]